Revit 2026 API

# ControlledApplicationCreate Property

---
**Namespace:** Autodesk.Revit.ApplicationServices**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public Application Create { get; }
```
```vb
Public ReadOnly Property Create As Application
	Get
```
```cpp
public:
property Application^ Create {
	Application^ get ();
}
```
```fsharp
member Create : Application with get
```

#### Property Value

Application

#### Reference

ControlledApplication Class

Autodesk.Revit.ApplicationServices Namespace